Repository: Ale-Newport/Gym-App
Catalog: GymApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, it, ko, pl, tr, zh_hans

# backup.count.foodLog
source: Food entries
es: Alimentos registrados
fr: Entrées du journal
hi: फ़ूड एंट्री
it: Alimenti registrati
ko: 음식 기록
pl: Wpisy jedzenia
tr: Besin kayıtları
zh_hans: 饮食记录

# backup.count.foods
source: Custom foods
es: Alimentos propios
fr: Aliments personnels
hi: अपने फ़ूड
it: Alimenti personali
ko: 내 음식
pl: Własne produkty
tr: Kendi besinlerin
zh_hans: 自定义食物

# backup.count.programs
source: Programs
es: Programas
fr: Programmes
hi: प्रोग्राम
it: Programmi
ko: 프로그램
pl: Programy
tr: Programlar
zh_hans: 训练计划

# backup.count.recipes
source: Recipes
es: Recetas
fr: Recettes
hi: रेसिपी
it: Ricette
ko: 레시피
pl: Przepisy
tr: Tarifler
zh_hans: 食谱

# backup.count.records
source: Personal records
es: Récords personales
fr: Records personnels
hi: पर्सनल रिकॉर्ड
it: Record personali
ko: 개인 기록
pl: Rekordy życiowe
tr: Kişisel rekorlar
zh_hans: 个人纪录

# backup.count.savedMeals
source: Saved meals
es: Comidas guardadas
fr: Repas enregistrés
hi: सेव किए मील
it: Pasti salvati
ko: 저장한 식사
pl: Zapisane posiłki
tr: Kayıtlı öğünler
zh_hans: 常用餐食

# backup.count.sessions
source: Workouts
es: Entrenamientos
fr: Séances
hi: वर्कआउट
it: Allenamenti
ko: 운동
pl: Treningi
tr: Antrenmanlar
zh_hans: 训练

# bodyPart.back
source: Back
es: Espalda
fr: Dos
hi: पीठ
it: Schiena
tr: Sırt
zh_hans: 背部

# bodyPart.chest
source: Chest
es: Pecho
fr: Pectoraux
hi: छाती
it: Petto
tr: Göğüs
zh_hans: 胸部

# bodyPart.lower_arms
source: Lower Arms
es: Antebrazos
fr: Avant-bras
hi: निचली भुजाएँ
it: Avambracci
tr: Ön Kol
zh_hans: 小臂

# bodyPart.lower_legs
source: Lower Legs
es: Pantorrillas
fr: Bas des jambes
hi: निचले पैर
it: Polpacci
tr: Alt Bacak
zh_hans: 小腿

# bodyPart.neck
source: Neck
es: Cuello
fr: Cou
hi: गर्दन
it: Collo
tr: Boyun
zh_hans: 颈部

# bodyPart.other
source: Other
es: Otros
fr: Autre
hi: अन्य
it: Altro
tr: Diğer
zh_hans: 其他

# bodyPart.shoulders
source: Shoulders
es: Hombros
fr: Épaules
hi: कंधे
it: Spalle
tr: Omuz
zh_hans: 肩部

# bodyPart.upper_arms
source: Upper Arms
es: Brazos
fr: Bras
hi: ऊपरी भुजाएँ
it: Braccia
tr: Üst Kol
zh_hans: 大臂

# bodyPart.upper_legs
source: Upper Legs
es: Muslos
fr: Cuisses
hi: ऊपरी पैर
it: Cosce
tr: Üst Bacak
zh_hans: 大腿

# bodyPart.waist
source: Waist
es: Cintura
fr: Taille
hi: कमर
it: Addome
tr: Bel ve Karın
zh_hans: 腰腹

# calibration.correct
source: About right
es: En su punto
fr: À peu près juste
hi: ठीक-ठाक
it: Giusto così
tr: Tam kıvamında
zh_hans: 刚好合适

# calibration.hard
source: Hard
es: Dura
fr: Difficile
hi: मुश्किल
it: Duro
tr: Zor
zh_hans: 有点吃力

# calibration.tooEasy
source: Too easy
es: Demasiado fácil
fr: Trop facile
hi: बहुत आसान
it: Troppo facile
tr: Çok kolay
zh_hans: 太轻松

# calibration.tooHeavy
source: Too heavy
es: Demasiado pesada
fr: Trop lourd
hi: बहुत भारी
it: Troppo pesante
tr: Çok ağır
zh_hans: 太重

# cardio.afterLifting
source: After lifting
es: Después de las pesas
fr: Après la musculation
hi: लिफ़्टिंग के बाद
it: Dopo i pesi
tr: Ağırlıktan sonra
zh_hans: 力量训练之后

# cardio.either
source: Either is fine
es: Me da igual
fr: L’un ou l’autre
hi: दोनों ठीक हैं
it: Indifferente
tr: İkisi de olur
zh_hans: 都可以

# cardio.none
source: No cardio
es: Sin cardio
fr: Pas de cardio
hi: कार्डियो नहीं
it: Niente cardio
tr: Kardiyo yok
zh_hans: 不做有氧

# cardio.separateSessions
source: Separate sessions
es: En sesiones aparte
fr: Séances séparées
hi: अलग सेशन
it: Sessioni separate
tr: Ayrı seanslar
zh_hans: 单独安排

# common.add
source: Add
es: Añadir
fr: Ajouter
hi: जोड़ें
it: Aggiungi
ko: 추가
pl: Dodaj
tr: Ekle
zh_hans: 添加

# common.all
source: All
es: Todos
fr: Tout
hi: सभी
it: Tutti
ko: 전체
pl: Wszystkie
tr: Tümü
zh_hans: 全部

# common.apply
source: Apply
es: Aplicar
fr: Appliquer
hi: लागू करें
it: Applica
ko: 적용
pl: Zastosuj
tr: Uygula
zh_hans: 应用

# common.back
source: Back
es: Atrás
fr: Retour
hi: पीछे
it: Indietro
ko: 뒤로
pl: Wstecz
tr: Geri
zh_hans: 返回

# common.cancel
source: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ko: 취소
pl: Anuluj
tr: Vazgeç
zh_hans: 取消

# common.clear
source: Clear
es: Borrar
fr: Effacer
hi: साफ़ करें
it: Cancella
ko: 지우기
pl: Wyczyść
tr: Temizle
zh_hans: 清除

# common.clearAll
source: Clear all
es: Borrar todo
fr: Tout effacer
hi: सब साफ़ करें
it: Cancella tutto
ko: 모두 지우기
pl: Wyczyść wszystko
tr: Tümünü temizle
zh_hans: 全部清除

# common.close
source: Close
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
ko: 닫기
pl: Zamknij
tr: Kapat
zh_hans: 关闭

# common.confirm
source: Confirm
es: Confirmar
fr: Confirmer
hi: पक्का करें
it: Conferma
ko: 확인
pl: Potwierdź
tr: Onayla
zh_hans: 确认

# common.continue
source: Continue
es: Continuar
fr: Continuer
hi: जारी रखें
it: Continua
ko: 계속
pl: Kontynuuj
tr: Devam et
zh_hans: 继续

# common.copy
source: Copy
es: Copiar
fr: Copier
hi: कॉपी करें
it: Copia
ko: 복사
pl: Kopiuj
tr: Kopyala
zh_hans: 拷贝

# common.decrease
source: Decrease
es: Reducir
fr: Diminuer
hi: घटाएँ
it: Diminuisci
ko: 줄이기
pl: Zmniejsz
tr: Azalt
zh_hans: 减少

# common.delete
source: Delete
es: Eliminar
fr: Supprimer
hi: मिटाएँ
it: Elimina
ko: 삭제
pl: Usuń
tr: Sil
zh_hans: 删除

# common.deselect
source: Deselect
es: Quitar selección
fr: Désélectionner
hi: चयन हटाएँ
it: Deseleziona
ko: 선택 해제
pl: Odznacz
tr: Seçimi kaldır
zh_hans: 取消选择

# common.discard
source: Discard
es: Descartar
fr: Abandonner
hi: छोड़ दें
it: Scarta
ko: 버리기
pl: Odrzuć
tr: Sil
zh_hans: 放弃

# common.done
source: Done
es: Listo
fr: Terminé
hi: हो गया
it: Fatto
ko: 완료
pl: Gotowe
tr: Tamam
zh_hans: 完成

# common.duplicate
source: Duplicate
es: Duplicar
fr: Dupliquer
hi: कॉपी बनाएँ
it: Duplica
ko: 복제
pl: Duplikuj
tr: Kopyala
zh_hans: 复制

# common.edit
source: Edit
es: Editar
fr: Modifier
hi: एडिट करें
it: Modifica
ko: 편집
pl: Edytuj
tr: Düzenle
zh_hans: 编辑

# common.error
source: Something went wrong
es: Algo ha fallado
fr: Une erreur est survenue
hi: कुछ गड़बड़ हो गई
it: Qualcosa è andato storto
ko: 문제가 생겼어요
pl: Coś poszło nie tak
tr: Bir şeyler ters gitti
zh_hans: 出了点问题

# common.filter
source: Filter
es: Filtrar
fr: Filtrer
hi: फ़िल्टर
it: Filtro
ko: 필터
pl: Filtruj
tr: Filtre
zh_hans: 筛选

# common.filters
source: Filters
es: Filtros
fr: Filtres
hi: फ़िल्टर
it: Filtri
ko: 필터
pl: Filtry
tr: Filtreler
zh_hans: 筛选

# common.finish
source: Finish
es: Terminar
fr: Terminer
hi: खत्म करें
it: Termina
ko: 마치기
pl: Zakończ
tr: Bitir
zh_hans: 结束

# common.increase
source: Increase
es: Aumentar
fr: Augmenter
hi: बढ़ाएँ
it: Aumenta
ko: 늘리기
pl: Zwiększ
tr: Artır
zh_hans: 增加

# common.less
source: Less
es: Menos
fr: Moins
hi: कम
it: Meno
ko: 접기
pl: Mniej
tr: Daha az
zh_hans: 收起

# common.loading
source: Loading…
es: Cargando…
fr: Chargement…
hi: लोड हो रहा है…
it: Caricamento…
ko: 불러오는 중…
pl: Wczytywanie…
tr: Yükleniyor…
zh_hans: 载入中…

# common.more
source: More
es: Más
fr: Plus
hi: और
it: Altro
ko: 더 보기
pl: Więcej
tr: Daha fazla
zh_hans: 更多

# common.next
source: Next
es: Siguiente
fr: Suivant
hi: आगे
it: Avanti
ko: 다음
pl: Dalej
tr: İleri
zh_hans: 下一步

# common.none
source: None
es: Ninguno
fr: Aucun
hi: कोई नहीं
it: Nessuno
ko: 없음
pl: Brak
tr: Yok
zh_hans: 无

# common.notSet
source: Not set
es: Sin definir
fr: Non défini
hi: तय नहीं
it: Non impostato
ko: 설정 안 함
pl: Nie ustawiono
tr: Ayarlanmadı
zh_hans: 未设置

# common.of
source: of
es: de
fr: sur
hi: में से
it: di
ko: 중
pl: z

# common.optional
source: Optional
es: Opcional
fr: Facultatif
hi: वैकल्पिक
it: Facoltativo
ko: 선택 사항
pl: Opcjonalne
tr: İsteğe bağlı
zh_hans: 可选

# common.perDay
source: per day
es: al día
fr: par jour
hi: हर दिन
it: al giorno
ko: 하루
pl: dziennie
tr: günde
zh_hans: 每天

# common.perWeek
source: per week
es: por semana
fr: par semaine
hi: हर हफ़्ते
it: a settimana
ko: 주당
pl: tygodniowo
tr: haftada
zh_hans: 每周

# common.remove
source: Remove
es: Quitar
fr: Retirer
hi: हटाएँ
it: Rimuovi
ko: 제거
pl: Usuń
tr: Çıkar
zh_hans: 移除

# common.rename
source: Rename
es: Renombrar
fr: Renommer
hi: नाम बदलें
it: Rinomina
ko: 이름 바꾸기
pl: Zmień nazwę
tr: Yeniden adlandır
zh_hans: 重命名

# common.reset
source: Reset
es: Restablecer
fr: Réinitialiser
hi: रीसेट करें
it: Reimposta
ko: 초기화
pl: Resetuj
tr: Sıfırla
zh_hans: 重置

# common.resume
source: Resume
es: Reanudar
fr: Reprendre
hi: फिर शुरू करें
it: Riprendi
ko: 이어하기
pl: Wznów
tr: Devam et
zh_hans: 继续

# common.retry
source: Try again
es: Reintentar
fr: Réessayer
hi: फिर कोशिश करें
it: Riprova
ko: 다시 시도
pl: Spróbuj ponownie
tr: Tekrar dene
zh_hans: 重试

# common.save
source: Save
es: Guardar
fr: Enregistrer
hi: सेव करें
it: Salva
ko: 저장
pl: Zapisz
tr: Kaydet
zh_hans: 保存

# common.search
source: Search
es: Buscar
fr: Rechercher
hi: खोजें
it: Cerca
ko: 검색
pl: Szukaj
tr: Ara
zh_hans: 搜索

# common.seeAll
source: See all
es: Ver todo
fr: Tout voir
hi: सभी देखें
it: Vedi tutto
ko: 전체 보기
pl: Zobacz wszystko
tr: Tümünü gör
zh_hans: 查看全部

# common.select
source: Select
es: Seleccionar
fr: Sélectionner
hi: चुनें
it: Seleziona
ko: 선택
pl: Wybierz
tr: Seç
zh_hans: 选择

# common.share
source: Share
es: Compartir
fr: Partager
hi: शेयर करें
it: Condividi
ko: 공유
pl: Udostępnij
tr: Paylaş
zh_hans: 分享

# common.showLess
source: Show less
es: Ver menos
fr: Afficher moins
hi: कम दिखाएँ
it: Mostra meno
ko: 접기
pl: Pokaż mniej
tr: Daha az göster
zh_hans: 收起

# common.showMore
source: Show more
es: Ver más
fr: Afficher plus
hi: और दिखाएँ
it: Mostra altro
ko: 더 보기
pl: Pokaż więcej
tr: Daha fazla göster
zh_hans: 显示更多

# common.skip
source: Skip
es: Omitir
fr: Passer
hi: छोड़ें
it: Salta
ko: 건너뛰기
pl: Pomiń
tr: Atla
zh_hans: 跳过

# common.start
source: Start
es: Empezar
fr: Commencer
hi: शुरू करें
it: Inizia
ko: 시작
pl: Zacznij
tr: Başlat
zh_hans: 开始

# common.today
source: Today
es: Hoy
fr: Aujourd’hui
hi: आज
it: Oggi
ko: 오늘
pl: Dziś
tr: Bugün
zh_hans: 今天

# common.tomorrow
source: Tomorrow
es: Mañana
fr: Demain
hi: आने वाला कल
it: Domani
ko: 내일
pl: Jutro
tr: Yarın
zh_hans: 明天

# common.undo
source: Undo
es: Deshacer
fr: Annuler
hi: वापस लें
it: Annulla
ko: 되돌리기
pl: Cofnij
tr: Geri al
zh_hans: 撤销

# common.unknown
source: Unknown
es: Desconocido
fr: Inconnu
hi: पता नहीं
it: Sconosciuto
ko: 알 수 없음
pl: Nieznane
tr: Bilinmiyor
zh_hans: 未知

# common.yes
source: Yes
es: Sí
fr: Oui
hi: हाँ
it: Sì
ko: 예
pl: Tak
tr: Evet
zh_hans: 是

# common.yesterday
source: Yesterday
es: Ayer
fr: Hier
hi: बीता कल
it: Ieri
ko: 어제
pl: Wczoraj
tr: Dün
zh_hans: 昨天

# deload.reason.blockLength
source: You have trained hard for %@ weeks without an easy one.
es: Llevas %@ semanas entrenando fuerte sin una semana suave.
fr: Tu t’entraînes dur depuis %@ semaines sans semaine allégée.
hi: आपने बिना किसी आसान हफ़्ते के %@ हफ़्ते कड़ी ट्रेनिंग की है।
it: Ti alleni duramente da %@ settimane senza una più leggera.
tr: %@ haftadır hafif bir hafta olmadan sıkı çalışıyorsun.
zh_hans: 你已经连续 %@ 周高强度训练，中间没有安排轻松的一周。

# deload.reason.effortInflation
source: The same loads are costing more effort on %@ exercises.
es: Las mismas cargas te cuestan más esfuerzo en %@ ejercicios.
fr: Les mêmes charges te coûtent plus d’effort sur %@ exercices.
hi: %@ एक्सरसाइज़ में उतने ही लोड पर ज़्यादा मेहनत लग रही है।
it: Gli stessi carichi ti costano più sforzo in %@ esercizi.
tr: Aynı ağırlıklar %@ egzersizde daha çok zorlamaya mal oluyor.
zh_hans: 有 %@ 个动作在相同负重下更吃力了。

# deload.reason.effortInflationSession
source: Your sessions are feeling harder at the same workload.
es: Tus sesiones se te hacen más duras con el mismo trabajo.
fr: Tes séances te paraissent plus dures à charge de travail égale.
hi: उतने ही काम पर आपके सेशन ज़्यादा कठिन लग रहे हैं।
it: Le tue sessioni risultano più dure a parità di lavoro.
tr: Aynı iş yükünde seansların daha zor geliyor.
zh_hans: 在相同负荷下，你的训练感觉更吃力了。

# deload.reason.elevatedFatigue
source: %@ muscle groups are still carrying high fatigue.
es: %@ grupos musculares siguen con la fatiga alta.
fr: %@ groupes musculaires portent encore une fatigue élevée.
hi: %@ मसल ग्रुप में अब भी ज़्यादा थकान है।
it: %@ gruppi muscolari portano ancora una fatica alta.
tr: %@ kas grubu hâlâ yüksek yorgunluk taşıyor.
zh_hans: 有 %@ 个肌群仍带着较高疲劳。

# deload.reason.lowReadiness
source: Your overall readiness has been low.
es: Tu preparación general lleva tiempo baja.
fr: Ta forme générale est basse depuis un moment.
hi: आपकी कुल तैयारी कम चल रही है।
it: La tua prontezza generale è stata bassa.
tr: Genel hazırlığın bir süredir düşük.
zh_hans: 你的整体状态一直偏低。

# deload.reason.missedSets
source: About %@%% of planned sets have gone unfinished recently.
es: Últimamente se ha quedado sin terminar en torno al %@%% de las series previstas.
fr: Environ %@%% des séries prévues n’ont pas été terminées ces derniers temps.
hi: हाल में तय किए गए करीब %@%% सेट अधूरे रह गए हैं।
it: Circa il %@%% delle serie previste è rimasto incompiuto di recente.
tr: Son zamanlarda planlanan setlerin yaklaşık %%%@ kadarı tamamlanmadı.
zh_hans: 最近约 %@%% 的计划组数没有完成。

# deload.reason.performanceRegression
source: %@ exercises have gone backwards over the last few sessions.
es: %@ ejercicios han retrocedido en las últimas sesiones.
fr: %@ exercices ont reculé sur les dernières séances.
hi: पिछले कुछ सेशन में %@ एक्सरसाइज़ पीछे गई हैं।
it: %@ esercizi sono andati indietro nelle ultime sessioni.
tr: Son birkaç seansta %@ egzersizde geri gidiş oldu.
zh_hans: 最近几次训练里，有 %@ 个动作出现了退步。

# deload.reason.subjective
source: Your daily check-ins have been low for several days.
es: Tus revisiones diarias llevan varios días bajas.
fr: Tes bilans du jour sont bas depuis plusieurs jours.
hi: आपके रोज़ के चेक-इन कई दिनों से कम रहे हैं।
it: I tuoi check-in giornalieri sono bassi da diversi giorni.
tr: Günlük yanıtların birkaç gündür düşük.
zh_hans: 你的每日状态记录连续几天都偏低。

# deload.summary.recommended
source: An easy week looks like the right next step: around %@%% less volume and around %@%% lighter loads.
es: Una semana suave parece el siguiente paso: alrededor de un %@%% menos de volumen y cargas un %@%% más ligeras.
fr: Une semaine allégée semble être la bonne suite : environ %@%% de volume en moins et des charges environ %@%% plus légères.
hi: एक आसान हफ़्ता सही अगला कदम लगता है: करीब %@%% कम वॉल्यूम और करीब %@%% हल्के लोड।
it: Una settimana leggera sembra il passo giusto: circa %@%% di volume in meno e carichi più leggeri di circa %@%%.
tr: Hafif bir hafta doğru adım gibi görünüyor: yaklaşık %%%@ daha az hacim ve yaklaşık %%%@ daha hafif ağırlıklar.
zh_hans: 接下来安排一个减量周比较合适：训练量减少约 %@%%，负重降低约 %@%%。

# deload.summary.watch
source: Nothing needs to change yet, but a couple of things are worth keeping an eye on.
es: Todavía no hace falta cambiar nada, pero hay un par de cosas que conviene vigilar.
fr: Rien n’a besoin de changer pour l’instant, mais deux ou trois choses méritent d’être surveillées.
hi: अभी कुछ बदलने की ज़रूरत नहीं, पर कुछ बातों पर नज़र रखना ठीक रहेगा।
it: Per ora non serve cambiare nulla, ma un paio di cose vale la pena tenerle d'occhio.
tr: Henüz değişmesi gereken bir şey yok ama göz önünde tutmaya değer birkaç nokta var.
zh_hans: 目前还不需要调整，不过有几点值得留意。

# diet.flexitarian
source: Flexitarian
es: Flexitariana
fr: Flexitarien
hi: फ्लेक्सिटेरियन
it: Flexitariana
tr: Fleksitaryen
zh_hans: 弹性素食

# diet.omnivore
source: Omnivore
es: Omnívora
hi: सब कुछ खाने वाले
it: Onnivora
tr: Her şeyi yiyen
zh_hans: 杂食

# diet.pescatarian
source: Pescatarian
es: Pescetariana
fr: Pescétarien
hi: पेस्केटेरियन
it: Pescetariana
tr: Peskataryen
zh_hans: 鱼素

# diet.vegan
source: Vegan
es: Vegana
fr: Végétalien
hi: वीगन
it: Vegana
zh_hans: 纯素

# diet.vegetarian
source: Vegetarian
es: Vegetariana
fr: Végétarien
hi: शाकाहारी
it: Vegetariana
tr: Vejetaryen
zh_hans: 素食

# difficulty.advanced
source: Advanced
es: Avanzado
fr: Avancé
hi: एडवांस्ड
it: Avanzato
tr: İleri
zh_hans: 高级

# difficulty.beginner
source: Beginner
es: Principiante
fr: Débutant
hi: शुरुआती
it: Principiante
tr: Başlangıç
zh_hans: 初级

# difficulty.intermediate
source: Intermediate
es: Intermedio
fr: Intermédiaire
hi: मध्यम
it: Intermedio
tr: Orta
zh_hans: 中级

# distanceUnit.km
source: Kilometres
es: Kilómetros
fr: Kilomètres
hi: किलोमीटर
it: Chilometri
tr: Kilometre
zh_hans: 公里

# distanceUnit.mi
source: Miles
es: Millas
hi: मील
it: Miglia
tr: Mil
zh_hans: 英里

# energyUnit.kJ
source: Kilojoules (kJ)
es: Kilojulios (kJ)
hi: किलोजूल (kJ)
it: Kilojoule (kJ)
tr: Kilojul (kJ)
zh_hans: 千焦（kJ）

# energyUnit.kcal
source: Calories (kcal)
es: Calorías (kcal)
hi: कैलोरी (kcal)
it: Calorie (kcal)
tr: Kalori (kcal)
zh_hans: 千卡（kcal）

# equipment.assisted
source: Assisted
es: Asistido
fr: Assisté
hi: असिस्टेड
it: Assistito
tr: Destekli
zh_hans: 助力器械

# equipment.band
source: Band
es: Banda
fr: Élastique
hi: बैंड
it: Elastico
tr: Direnç Bandı
zh_hans: 弹力带

# equipment.barbell
source: Barbell
es: Barra
fr: Barre
hi: बारबेल
it: Bilanciere
zh_hans: 杠铃

# equipment.body_weight
source: Body Weight
es: Peso corporal
fr: Poids du corps
hi: बॉडीवेट
it: Corpo libero
tr: Vücut Ağırlığı
zh_hans: 自重

# equipment.bosu_ball
source: Bosu Ball
es: Bosu
fr: Bosu
hi: बोसु बॉल
it: Bosu
tr: Bosu Topu
zh_hans: 波速球

# equipment.cable
source: Cable
es: Polea
fr: Poulie
hi: केबल
it: Cavi
tr: Kablo
zh_hans: 绳索

# equipment.dumbbell
source: Dumbbell
es: Mancuerna
fr: Haltère
hi: डम्बल
it: Manubri
zh_hans: 哑铃

# equipment.elliptical_machine
source: Elliptical
es: Elíptica
fr: Elliptique
hi: एलिप्टिकल
it: Ellittica
tr: Eliptik
zh_hans: 椭圆机

# equipment.ez_barbell
source: EZ Bar
es: Barra Z
fr: Barre EZ
hi: EZ बार
it: Bilanciere EZ
zh_hans: 曲杆杠铃

# equipment.hammer
source: Hammer
es: Mazo
fr: Marteau
hi: हैमर
it: Martello
tr: Balyoz
zh_hans: 大锤

# equipment.leverage_machine
source: Machine
es: Máquina
hi: मशीन
it: Macchina
tr: Makine
zh_hans: 固定器械

# equipment.medicine_ball
source: Medicine Ball
es: Balón medicinal
fr: Médecine-ball
hi: मेडिसिन बॉल
it: Palla medica
tr: Sağlık Topu
zh_hans: 药球

# equipment.olympic_barbell
source: Olympic Barbell
es: Barra olímpica
fr: Barre olympique
hi: ओलंपिक बारबेल
it: Bilanciere olimpico
tr: Olimpik Barbell
zh_hans: 奥林匹克杠铃

# equipment.other
source: Other
es: Otros
fr: Autre
hi: अन्य
it: Altro
tr: Diğer
zh_hans: 其他

# equipment.resistance_band
source: Resistance Band
es: Banda elástica
fr: Bande élastique
hi: रेज़िस्टेंस बैंड
it: Banda elastica
tr: Direnç Lastiği
zh_hans: 阻力带

# equipment.roller
source: Roller
es: Rodillo
fr: Rouleau
hi: रोलर
it: Rullo
tr: Rulo
zh_hans: 泡沫轴

# equipment.rope
source: Rope
es: Cuerda
fr: Corde
hi: रस्सी
it: Corda
tr: Halat
zh_hans: 战绳

# equipment.sled_machine
source: Sled Machine
es: Trineo
fr: Traîneau
hi: स्लेड मशीन
it: Slitta
tr: Kızak Makinesi
zh_hans: 雪橇车

# equipment.smith_machine
source: Smith Machine
es: Multipower
hi: स्मिथ मशीन
it: Multipower
tr: Smith Makinesi
zh_hans: 史密斯机

# equipment.stability_ball
source: Stability Ball
es: Fitball
fr: Swiss ball
hi: स्टेबिलिटी बॉल
it: Fitball
tr: Pilates Topu
zh_hans: 瑜伽球

# equipment.stationary_bike
source: Stationary Bike
es: Bicicleta estática
fr: Vélo d’appartement
hi: स्टेशनरी बाइक
it: Cyclette
tr: Sabit Bisiklet
zh_hans: 健身单车

# equipment.stepmill_machine
source: Stepmill
es: Escaladora
fr: Escalier
hi: स्टेपमिल
tr: Merdiven Makinesi
zh_hans: 登山机

# equipment.tire
source: Tire
es: Neumático
fr: Pneu
hi: टायर
it: Pneumatico
tr: Lastik
zh_hans: 轮胎

# equipment.trap_bar
source: Trap Bar
es: Barra hexagonal
hi: ट्रैप बार
zh_hans: 六角杠铃

# equipment.upper_body_ergometer
source: Upper Body Ergometer
es: Ergómetro de brazos
fr: Ergomètre bras
hi: अपर बॉडी एर्गोमीटर
it: Ergometro per le braccia
tr: Üst Vücut Ergometresi
zh_hans: 上肢功率车

# equipment.weighted
source: Weighted
es: Con lastre
fr: Lesté
hi: वज़न के साथ
it: Con sovraccarico
tr: Ağırlıklı
zh_hans: 负重

# equipment.wheel_roller
source: Ab Wheel
es: Rueda abdominal
fr: Roue abdominale
hi: ऐब व्हील
it: Ruota per addominali
tr: Karın Tekeri
zh_hans: 健腹轮

# exercise.animationLabel
source: Animation showing how to perform %@
es: Animación que muestra cómo hacer %@
fr: Animation montrant comment exécuter %@
hi: %@ कैसे करें, यह दिखाता एनिमेशन
it: Animazione che mostra come eseguire %@
ko: %@ 동작을 보여 주는 애니메이션
pl: Animacja pokazująca, jak wykonać %@
tr: %@ hareketinin nasıl yapıldığını gösteren animasyon
zh_hans: 演示 %@ 做法的动画

# exercise.excluded
source: Excluded
es: Excluido
fr: Exclu
hi: बाहर रखा
it: Escluso
ko: 제외됨
pl: Wykluczone
tr: Hariç tutuldu
zh_hans: 已排除

# exercise.fact.bodyPart
source: Body part
es: Zona del cuerpo
fr: Partie du corps
hi: शरीर का हिस्सा
it: Parte del corpo
ko: 신체 부위
pl: Partia ciała
tr: Vücut bölgesi
zh_hans: 身体部位

# exercise.fact.difficulty
source: Difficulty
es: Dificultad
fr: Difficulté
hi: कठिनाई
it: Difficoltà
ko: 난이도
pl: Trudność
tr: Zorluk
zh_hans: 难度

# exercise.fact.equipment
source: Equipment
es: Material
fr: Matériel
hi: इक्विपमेंट
it: Attrezzatura
ko: 장비
pl: Sprzęt
tr: Ekipman
zh_hans: 器械

# exercise.fact.mechanic
source: Type
es: Tipo
hi: प्रकार
it: Tipo
ko: 유형
pl: Typ
tr: Tür
zh_hans: 类型

# exercise.fact.pattern
source: Movement
es: Movimiento
fr: Mouvement
hi: मूवमेंट
it: Movimento
ko: 동작
pl: Ruch
tr: Hareket
zh_hans: 动作模式

# exercise.fact.repRange
source: Suggested reps
es: Reps sugeridas
fr: Répétitions conseillées
hi: सुझाए गए रेप्स
it: Ripetizioni consigliate
ko: 권장 횟수
pl: Sugerowane powtórzenia
tr: Önerilen tekrar
zh_hans: 建议次数

# exercise.fact.rest
source: Suggested rest
es: Descanso sugerido
fr: Repos conseillé
hi: सुझाया गया आराम
it: Recupero consigliato
ko: 권장 휴식
pl: Sugerowana przerwa
tr: Önerilen dinlenme
zh_hans: 建议休息

# exercise.fact.secondary
source: Also works
es: También trabaja
fr: Travaille aussi
hi: इन पर भी असर
it: Coinvolge anche
ko: 함께 쓰는 근육
pl: Pracuje też
tr: Ayrıca çalışır
zh_hans: 协同肌肉

# exercise.fact.target
source: Target muscle
es: Músculo objetivo
fr: Muscle ciblé
hi: मुख्य मसल
it: Muscolo bersaglio
ko: 주동근
pl: Mięsień docelowy
tr: Hedef kas
zh_hans: 目标肌肉

# exercise.favorite
source: Favourite
es: Favorito
fr: Favori
hi: पसंदीदा
it: Preferito
ko: 즐겨찾기
pl: Ulubione
tr: Favori
zh_hans: 收藏

# exercise.noInstructions
source: No instructions are available for this exercise.
es: No hay instrucciones disponibles para este ejercicio.
fr: Aucune consigne n’est disponible pour cet exercice.
hi: इस एक्सरसाइज़ के लिए कोई निर्देश उपलब्ध नहीं हैं।
it: Per questo esercizio non ci sono istruzioni disponibili.
ko: 이 운동에는 안내가 없어요.
pl: Do tego ćwiczenia nie ma instrukcji.
tr: Bu egzersiz için açıklama bulunmuyor.
zh_hans: 这个动作暂无说明。

# exercise.stepLabel
source: Step %lld. %@
es: Paso %lld. %@
fr: Étape %lld. %@
hi: स्टेप %lld. %@
it: Passo %lld. %@
ko: %lld단계. %@
pl: Krok %lld. %@
tr: %lld. adım. %@
zh_hans: 第 %lld 步。%@

# exerciseFeedback.dislike
source: Don't like it
es: No me gusta
fr: Je n’aime pas
hi: पसंद नहीं
it: Non mi piace
tr: Sevmiyorum
zh_hans: 不喜欢

# exerciseFeedback.like
source: Like it
es: Me gusta
fr: J’aime bien
hi: पसंद है
it: Mi piace
tr: Beğeniyorum
zh_hans: 喜欢

# exerciseFeedback.love
source: Love it
es: Me encanta
fr: J’adore
hi: बहुत पसंद है
it: Lo adoro
tr: Bayılıyorum
zh_hans: 非常喜欢

# exerciseFeedback.neutral
source: No preference
es: Sin preferencia
fr: Sans préférence
hi: कोई राय नहीं
it: Nessuna preferenza
tr: Fark etmez
zh_hans: 无所谓

# exerciseFeedback.neverRecommend
source: Never suggest this
es: No sugerir nunca
fr: Ne plus jamais proposer
hi: इसे कभी न सुझाएँ
it: Non proporlo mai
tr: Bunu asla önerme
zh_hans: 不要再推荐

# exercises.action.addToTemplate
source: Add to a session
es: Añadir a una sesión
fr: Ajouter à une séance
hi: किसी सेशन में जोड़ें
it: Aggiungi a una sessione
ko: 세션에 추가
pl: Dodaj do sesji
tr: Bir seansa ekle
zh_hans: 加入某节训练课

# exercises.action.addToToday
source: Add to today's workout
es: Añadir al entrenamiento de hoy
fr: Ajouter à la séance du jour
hi: आज के वर्कआउट में जोड़ें
it: Aggiungi all'allenamento di oggi
ko: 오늘 운동에 추가
pl: Dodaj do dzisiejszego treningu
tr: Bugünkü antrenmana ekle
zh_hans: 加入今天的训练
